<?php
return [
    "navbar" => [
        "ideas" => "Идеи",
        "startups" => "Стартапы",
        "about_us" => "О нас",
        "login" => "Вход",
        "dashboard" => "Панель управления",
        "contact" => "Контакт",
    ],
    "about_us" => [
        "title" => "О нас",
        "home" => "Главная",
        "about_text" => "О Startinvest.uz",
    ],
    "home" => [
        "title" => "Главная",
        "carousel" => [
            "items" => [
                [
                    "title" => "Стартап",
                    "short" => "Найдите следующих участников команды и улучшайте свои навыки!",
                ],
                [
                    "title" => "Идея",
                    "short" => "Поделитесь своими идеями!",
                ],
                [
                    "title" => "Инвестиции",
                    "short" => "Найдите стартап, который, по вашему мнению, лучший, и финансируйте его!",
                ],
            ],
            "buttons" => [
                "previous" => "Предыдущий",
                "next" => "Следующий",
                "learn_more" => "Подробнее",
            ],
        ],
        "blocks" => [
            "cards" => [
                [
                    "title" => "Идея",
                    "short" => "Мы поможем превратить вашу замечательную идею в успех",
                ],
                [
                    "title" => "Команда",
                    "short" => "Поможем вам сформировать команду из необходимых специалистов",
                ],
                [
                    "title" => "Стартап",
                    "short" => "Основывайте свой проект и разрабатывайте его MVP версию",
                ],
                [
                    "title" => "Инвестиция",
                    "short" => "Найдите лучший стартап проект и профинансируйте его",
                ],
                [
                    "title" => "Результат",
                    "short" => "Успешно запустите проект и продвиньтесь на следующий этап",
                ],
            ],
            "features" => [
                [
                    "title" => "Собрание инновационных идей",
                    "short" => "Возможность эффективно объединять идеи и ресурсы.",
                ],
                [
                    "title" => "Простой и доступный",
                    "short" => "Возможность использования социальных сетей и сайта для рекламы.",
                ],
                [
                    "title" => "Предназначен для команды",
                    "short" => "Возможность управлять проектом внутри платформы.",
                ],
                [
                    "title" => "Сообщество",
                    "short" => "Созданная среда для взаимодействия профессионалов из различных областей и владельцев бизнеса.",
                ],
            ],
            "features_title" => "Основные преимущества платформы",
            "features_description" => "Такая платформа очень полезна для многих молодых предпринимателей и стартаперов, так как она объединяет ресурсы и знания, необходимые для реализации их идей. Кроме того, эта платформа помогает быстрее и эффективнее реализовывать проекты, предоставляя всю необходимую поддержку и консультации.",
            "blog" => [
                [
                    "title" => "Не откладывайте реализацию своих идей",
                    "description" => "Найдите уникальную идею или, если у вас уже есть идея, но нет желания или возможности ее реализовать, поделитесь ею с нами.",
                    "button" => "Подробнее",
                ],
                [
                    "title" => "Совместно улучшайте стартапы",
                    "description" => "У вас есть стартап, но вы думаете, как его расширить и вывести на новый уровень? Мы считаем, что собрать хорошую команду — это ключ к достижению этой цели!",
                    "button" => "Подробнее",
                ],
                [
                    "title" => "Примите участие в стартапе",
                    "description" => "У вас есть возможность развить свои навыки и опыт, участвуя в различных стартапах!",
                    "button" => "Подробнее",
                ],
                [
                    "title" => "Вложите инвестиции",
                    "description" => "Если вы инвестор, у вас есть возможность вложить средства в стартап, в который вы верите!",
                    "button" => "Подробнее",
                ],
            ],
        ],
        "footer" => [
            "sections" => "Разделы",
            "contact" => "Контакт",
            "about_us" => "О нас",
            "ideas" => "Идеи",
            "startups" => "Стартапы",
            "chat" => "Чат",
            "contact_us" => "Связаться с нами",
            "support" => "Поддержка",
            "terms_of_use" => "Условия использования",
            "privacy_policy" => "Политика конфиденциальности",
            "system_status" => "Состояние системы",
        ],
    ],
    "idea" => [
        "title" => "Идеи",
        "form_title" => "Создать новую идею",
        "title_label" => "Заголовок",
        "title_placeholder" => "Введите краткий заголовок для идеи",
        "description_label" => "Опишите вашу идею",
        "reset_button" => "Сбросить",
        "modals" => [
            "new_idea_title" => "Новая идея",
            "edit_idea_title" => "Редактировать идею",
            "submit_share_button" => "Поделиться",
            "submit_save_button" => "Сохранить",
            "delete_idea_confirm" => "Вы уверены, что хотите удалить идею?",
        ],
        "actions" => [
            "idea_added_success" => "Идея успешно добавлена",
            "idea_edited_success" => "Идея успешно отредактирована",
            "idea_deleted_success" => "Идея успешно удалена",
            "idea_saved_success" => "Идея успешно сохранена",
            "idea_unsaved" => "Идея удалена из избранного",
            "idea_vote_success" => "Голос успешно отправлен",
            "login_to_save_idea" => "Войдите, чтобы сохранить идеи",
            "login_to_comment" => "Пожалуйста, войдите, чтобы оставить комментарий",
            "login_to_vote" => "Войдите, чтобы проголосовать",
        ],
        "comment" => [
            "title" => "Комментарии к идее",
            "placeholder" => "Написать комментарий...",
            "submit_button" => "Отправить",
            "validation" => [
                "required" => "Пожалуйста, введите комментарий",
                "length" => "Длина должна быть от 3 до 255 символов",
            ],
        ],
        "delete" => [
            "confirmation_title" => "Вы уверены?",
            "confirmation_message" => "Вы действительно хотите удалить эту идею?",
            "yes_button" => "Да",
            "no_button" => "Нет",
        ],
    ],
    "startup" => [
        "title" => "Стартапы",
        "filters" => [
            "search_placeholder" => "Поиск по названию стартапа или ключевому слову",
            "close" => "Закрыть",
            "industry_placeholder" => "Индустрия",
            "select_industry" => "Выберите индустрию",
            "status_placeholder" => "Статус",
            "sort_placeholder" => "Сортировать",
            "select" => "Выбрать",
            "newest_first" => "Сначала новые",
            "oldest_first" => "Сначала старые",
            "alphabetical" => "По алфавиту",
            "reverse_alphabetical" => "В обратном алфавитном порядке",
        ],
        "actions" => [
            "filter" => "Фильтр",
            "clear" => "Очистить",
            "load_more" => "Загрузить еще",
        ],
        "show" => [
            "back_to_startups" => "Стартапы",
            "title" => "Стартапы",
            "posted_by" => "Опубликовал",
            "started_on" => "Начато",
            "status" => "Статус",
            "has_mvp" => "Доступен MVP?",
            "yes" => "Да",
            "no" => "Нет",
            "team_size" => "Размер команды",
            "contact_message" => "Если вы хотите присоединиться к нашему стартапу, свяжитесь с основателем напрямую или подайте заявку через нашу платформу.",
            "contact" => "Контакт",
            "industries" => "Индустрии",
            "view_profile" => "Просмотреть профиль",
        ],
    ],
    "auth" => [
        "sidebar" => [
            "manage_startup" => "Самый простой способ управлять вашим стартапом",
        ],
    ],
];
